Repository: MMachado05/Drag-PDF
Catalog: lib/core/l10n/app_*.arb
Languages: es

# success_snackbar_single_file
source: File generated successfully: ({path})
es: Fichero generado con éxito: ({path})

# success_snackbar_multiple_files
source: ({number}) files generated successfully!
es: ¡({number}) ficheros generados con éxito!

# output_files_title
source: OUTPUT FILES
es: Ficheros de Salida

# input_files_title
source: INPUT FILES
es: Ficheros de Entrada

# restart_app_tooltip
source: Restart app
es: Reiniciar app

# add_new_files_tooltip
source: Add new files
es: Añadir nuevos ficheros

# loading_size_message
source: Loading size...
es: Cargando tamaño...

# unknown_size_message
source: Unknown Size
es: Tamaño desconocido

# file_removed_message
source: File ({path}) removed.
es: Fichero ({path}) eliminado.

# create_pdf_button
source: Create PDF
es: Crear PDF

# combine_pdfs_button
source: Combine PDFs
es: Combinar PDFs

# create_pdf_from_images_button
source: Create PDF from images
es: Crear PDF desde imágenes

# create_images_from_pdf_button
source: Create images from PDF
es: Crear imágenes desde PDF

# snackbar_app_restart
source: App restarted successfully!
es: App reiniciada con éxito!

# snackbar_copy_output_to_clipboard
source: Output path copied to clipboard
es: Ruta de salida copiada al portapapeles

# failed_open_file
source: Failed to open file. Error: ({error}).
es: Falló al abrir el fichero. Error: ({error}).
